{"version":"1.0","encoding":"UTF-8","feed":{"xmlns":"http://www.w3.org/2005/Atom","xmlns$openSearch":"http://a9.com/-/spec/opensearchrss/1.0/","xmlns$gd":"http://schemas.google.com/g/2005","id":{"$t":"tag:blogger.com,1999:blog-3066255942376026513"},"updated":{"$t":"2024-10-12T00:58:35.092+03:00"},"title":{"type":"text","$t":"Diet Web"},"subtitle":{"type":"html","$t":"Ενα ιστολόγιο για την Διατροφή, την Υγεία, την Ενέργεια και την Δύναμη σου"},"link":[{"rel":"http://schemas.google.com/g/2005#feed","type":"application/atom+xml","href":"https:\/\/diet-web.blogspot.com\/feeds\/pages\/default"},{"rel":"self","type":"application/atom+xml","href":"https:\/\/www.blogger.com\/feeds\/3066255942376026513\/pages\/default?alt=json"},{"rel":"alternate","type":"text/html","href":"https:\/\/diet-web.blogspot.com\/"}],"author":[{"name":{"$t":"Katerina Mistrioti mistrioti@gmail.com"},"uri":{"$t":"http:\/\/www.blogger.com\/profile\/15351362278705056712"},"email":{"$t":"noreply@blogger.com"},"gd$image":{"rel":"http://schemas.google.com/g/2005#thumbnail","width":"16","height":"16","src":"https:\/\/img1.blogblog.com\/img\/b16-rounded.gif"}}],"generator":{"version":"7.00","uri":"http://www.blogger.com","$t":"Blogger"},"openSearch$totalResults":{"$t":"1"},"openSearch$startIndex":{"$t":"1"},"openSearch$itemsPerPage":{"$t":"25"},"entry":[{"id":{"$t":"tag:blogger.com,1999:blog-3066255942376026513.page-7241530399400223106"},"published":{"$t":"2015-04-22T21:02:00.000+03:00"},"updated":{"$t":"2015-04-22T21:02:32.753+03:00"},"title":{"type":"text","$t":"SENSITIV IMAGO"},"content":{"type":"html","$t":"\u003Cdiv dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\"\u003E\n\u003Cb\u003EΟΛΙΣΤΙΚΟΣ ΕΛΕΓΧΟΣ ΜΕ ΤΗΝ ΜΕΘΟΔΟ SENSITIV IMAGO\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cdiv class=\"separator\" style=\"clear: both; text-align: center;\"\u003E\n\u003Ca href=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEhw9az71wjTG-SVq0iRYPV-2UkEE71o8KOPDz_fTCfLd4QGT9s4cArDiCoUGjl_d-jtCiL0Wvm-4ELKXUqxvNpdOIJ_gIXsubvgUS9Vm_MMvLWbL5QQ8FOmVCg2SUiWILFhdSycmZpMGkHP\/s1600\/slider1.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"\u003E\u003Cimg border=\"0\" src=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEhw9az71wjTG-SVq0iRYPV-2UkEE71o8KOPDz_fTCfLd4QGT9s4cArDiCoUGjl_d-jtCiL0Wvm-4ELKXUqxvNpdOIJ_gIXsubvgUS9Vm_MMvLWbL5QQ8FOmVCg2SUiWILFhdSycmZpMGkHP\/s1600\/slider1.jpg\" height=\"282\" width=\"640\" \/\u003E\u003C\/a\u003E\u003C\/div\u003E\n\u003Cbr \/\u003E\nΗ Υγιεινή Διατροφή αποτελεί ένα από τα σημαντικότερα όπλα της Φυσικής Ιατρικής για την Πρόληψη και την Θεραπεία των «Δυσλειτουργιών» που εμφανίζονται στον ανθρώπινο οργανισμό.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΟ Ιπποκράτης θεωρούσε την «Δίαιτα» ως το σπουδαιότερο όπλο για την καταπολέμηση των ασθενειών. Με τον όρο «Δίαιτα» δεν εννοούσε μόνον την Διατροφή αλλά και ολόκληρο τον τρόπο ζωής. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΣτην εποχή μας, υποχρεωμένοι να ζούμε σε περιβάλλον μη φυσιολογικό και με διατροφικές συνθήκες τοξικές, είναι απαραίτητο να βοηθήσουμε τον οργανισμό μας (εάν θέλουμε) ακολουθώντας την Φυσική Ιατρική για \u003Cb\u003EΠρόληψη\u003C\/b\u003E των «Δυσλειτουργιών».\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n‘Όταν η Φυσική Ιατρική υπεισέρχεται στην θεραπεία, προσπαθεί να θεραπεύσει την Αιτία και όχι τα συμπτώματα γιατί\u0026nbsp; «η καταπολέμηση μόνον του συμπτώματος είναι επικίνδυνη για την υγεία»!\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΕάν δεν θεραπευτεί η αιτία -\u003Cb\u003EΟλιστική Αντιμετώπιση του πάσχοντος\u003C\/b\u003E- υπάρχει ο κίνδυνος να επανεμφανισθεί αυτή ή κάποια άλλη «Δυσλειτουργία»\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΓνωρίζουμε ότι ο ανθρώπινος οργανισμός είναι προικισμένες με προσαρμογόνες ιδιότητες, παρά ταύτα οι προ-κλήσεις είναι συνεχείς, εξαιρετικά τοξικές και εξοντωτικά\u0026nbsp; πολλές, με αποτέλεσμα\u0026nbsp; η προσαρμογόνος ανταπό-κρισή του να είναι σοβαρά ασθενής!\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΣτους ρυθμούς της σύγχρονης ζωής συχνά δεν δίνουμε εγκαίρως προσοχή, σε θέματα που αφορούν την υγεία μας\nΈνας ακόμη σοβαρός λόγος που μας αποτρέπει από το να εξεταζόμαστε, είναι επειδή θεωρούμε ότι δεν έχουμε σοβαρά προβλήματα υγείας. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΑποτέλεσμα αυτής της αδιάφορης στάσης, είναι να χάνουμε την ευκαιρία να εντοπίσουμε\u0026nbsp; πιθανές διαταραχές που βρίσκονται σε εξέλιξη πριν αυτές εγκατασταθούν και γίνουν σοβαρές\u0026nbsp; για την υγεία μας.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΗ βοήθεια που μπορούμε να έχουμε είναι \u003Cb\u003Eη Ενεργοποίησή του Οργανισμού μας,\u003C\/b\u003E δηλαδή η αποκατάσταση και εξισορρόπηση της ενεργειακής ροής,\u0026nbsp;\u0026nbsp; μέσω των ειδικών προγραμμάτων του\u0026nbsp; «Sensitiv Imago». \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΤο\u0026nbsp; «Sensitiv Imago»\u0026nbsp; είναι ένα\u0026nbsp; Ηλεκτρονικό\u0026nbsp; Διαγνωστικό μηχάνημα με προγράμματα που προσφέρουν την δυνατότητα\u0026nbsp; πλήρους\u0026nbsp; ελέγχου του ανθρωπίνου οργανισμού.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΜπορεί να ανιχνεύσει την παθολογική και την υγιή ενέργεια που υπάρχει σε κάθε οργανισμό\u0026nbsp; και με την Βιοε-νέργεια με την οποία εν συνεχεία τον τροφοδοτεί,\u0026nbsp; να επιτύχει την εξάλειψη των παθολογικών κυμάτων ενέρ-γειας και την εξουδετέρωση των διαφόρων «δυσλειτουργιών».\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΈτσι έχουμε αποτελέσματα και άμεσα αλλά, το σημαντικότερο, παρατηρείται εξαιρετική συνεχής\u0026nbsp; βελτίωση μέ-σα στους αμέσως\u0026nbsp; επόμενους μήνες γιατί\u0026nbsp; η προσληφθείσα Βιοενέργεια συνεχίζει να υποστηρίζει δυναμικά τον οργανισμό. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΗ βασισμένη στους Ηλεκτρονικούς Υπολογιστές διάγνωση της κατάστασης της υγείας, στηρίζεται στην θεωρία της \u003Cb\u003EΒιο-αντήχησης και της Βιο-ανάδρασης.\u0026nbsp;\u0026nbsp; \u003C\/b\u003E\u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003Cb\u003E\u0026nbsp;\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cb\u003EΚάθε μικροοργανισμός έχει το δικό του ατομικό φάσμα δόνησης ή συντονισμού.\u0026nbsp;\u0026nbsp;\u003C\/b\u003E\u003Cb\u003E\u0026nbsp;\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΚάθε κύτταρο των οργάνων μας έχει και αυτό ένα συγκεκριμένο φάσμα συχνότητας.\u003C\/b\u003E\n\n\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΠροσδιορίζοντας το φάσμα της συχνότητας ταλάντωσης των κυττάρων, μέσω της Βιο-ανάδρασης,\u0026nbsp; μπορούμε να προσδιορίσουμε τα υγιή ή μη υγιή κύτταρα και την αντίστοιχη εξέλιξή τους στον οργανισμό του εξεταζομένου.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΤο \u003Cb\u003E«Sensitiv Imago»\u003C\/b\u003E μέσω της \u003Cb\u003Eμη \u003C\/b\u003Eεπεμβατικής \u003Cb\u003E«Βιοανάδρασης»\u003C\/b\u003E με τεχνολογία Διάγνωσης, Ανάλυσης και Απο-κατάστασης, βασιζόμενο στις μελέτες των Σύγχρονων Τεχνολογιών αλλά και στις γνώσεις της Κλασικής και Ασιατικής Ιατρικής, ελέγχει τον οργανισμό μέσα σε διάστημα περίπου 90 λεπτών.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΜας επιτρέπει να έχουμε μια ολοκληρωμένη άποψη για την κατάσταση της υγείας μας, να πάρουμε πλήρη εικόνα ολόκληρου του οργανισμού και όχι μόνον των επιμέρους οργάνων, και να λάβουμε συγχρόνως ένα ατομικό πρόγραμμα πρόληψης και ολιστικής αποκατάστασης χωρίς χρήση χημικών φαρμάκων.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΑνιχνεύονται οι αιτίες των υπαρχόντων προβλημάτων υγείας και γίνεται ενημέρωση για τους κινδύνους πιθανών μελλοντικών ασθενειών. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΤα Διαγνωστικά αυτά προγράμματα είναι παγκοσμίως ιδιαίτερα δημοφιλή δεδομένου ότι\u0026nbsp; όλο και περισσότερα άτομα\u0026nbsp; θέλουν να έχουν μια βαθύτερη γνώση της κατάστασης της υγείας τους.\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΗ Βιοφυσική μέθοδος εισήχθη από τον ιατρό Δρ F. Morrel και τον μηχανικό E. Rashe,\u0026nbsp; το 1977 στην Γερμανία, και αργότερα έλαβε την ονομασία \u003Cb\u003E«Θεραπεία Βιοσυντονισμού».\u0026nbsp;\u003C\/b\u003E\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΣκοπός της Τεχνολογίας Βιοσυντονισμού του\u0026nbsp; «Sensitiv Imago»\u003C\/b\u003E είναι να μας βοηθήσει, αναλαμβάνοντας\u0026nbsp; τον έλεγχο της υγείας μας. Έτσι λοιπόν έχουμε την δυνατότητα:\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n1. Να μάθουμε για την λειτουργία οποιουδήποτε οργάνου ή συστήματος του οργανισμού μας. \u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n2. Να εντοπίσουμε παθολογικές διεργασίες στα πρώτα τους στάδια.\u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n3. Να επιλέξουμε αναλόγως την ειδικότητα του γιατρού που ενδεχομένως θα πρέπει στην συνέχεια να επισκεφθούμε. \u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n4. Να αρχίσουμε την θεραπεία μας εγκαίρως.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΗ μέθοδος αυτή είναι ασφαλής, ακόμη και σε παιδιά!\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cdiv class=\"separator\" style=\"clear: both; text-align: center;\"\u003E\n\u003Ca href=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEjK7xcCNVlC8cSG_pWKd8r84u3XcxT4E1NLMgeutS5kwqAMNJbmfkrHg6zOxIxMpQHUHjFOYnKAMxYwcqhg0iW26gbiotEEr-OPR22fP9_hfLGu6g6NnwHjMdlxFhwYm_OIip1OIZ88isG5\/s1600\/dietweb_SENSITIV+IMAGO.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"\u003E\u003Cimg border=\"0\" src=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEjK7xcCNVlC8cSG_pWKd8r84u3XcxT4E1NLMgeutS5kwqAMNJbmfkrHg6zOxIxMpQHUHjFOYnKAMxYwcqhg0iW26gbiotEEr-OPR22fP9_hfLGu6g6NnwHjMdlxFhwYm_OIip1OIZ88isG5\/s1600\/dietweb_SENSITIV+IMAGO.jpg\" height=\"358\" width=\"640\" \/\u003E\u003C\/a\u003E\u003C\/div\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΔυνατότητες του\u0026nbsp; «Sensitiv Imago»\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Ανίχνευση πιθανών ασθενειών στον οργανισμό, την περίοδο της ανάπτυξής τους και τους πιθανούς \u003Cbr \/\u003E\nλόγους της επιδείνωσής τους.\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Ανίχνευση των ασθενειών σε πολύ πρώιμο στάδιο, αιτίες των ασθενειών,\u0026nbsp; ιστορία των ασθενειών και των παθογόνων.\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Προσδιορισμό της μεγαλύτερης δυνατής πορείας ανάκαμψης σε ατομική βάση.\u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Μη-επεμβατική ανάλυση και αξιολόγηση της ομοιόστασης της μικροχλωρίδας ανιχνεύοντας \u003Cbr \/\u003E\nτην παρουσία ιών, παρασίτων, μυκήτων και βακτηρίων.\u003Cbr \/\u003E\n\u0026nbsp; \u003Cbr \/\u003E\n*Δημιουργία ατομικών διαιτητικών συστάσεων σε σχέση με την κατάσταση του οργανισμού και την \u003Cbr \/\u003E\nομάδα αίματος. Συντάσσεται ένας\u0026nbsp; αποκλειστικά προσωπικός κατάλογος\u0026nbsp; με τις τροφές που είναι \u003Cbr \/\u003E\nσυμβατές με τον οργανισμό αλλά και με εκείνες που θα πρέπει για ένα διάστημα να αποφεύγονται.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Αναγνώριση των ατομικών προδιαθέσεων και των κινδύνων που μπορεί να προέλθουν από αυτές.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Πρόγνωση της ανάπτυξης της νόσου για τα επόμενα\u0026nbsp; 1 έως 5 χρόνια.\u003Cbr \/\u003E\n\u0026nbsp; \u003Cbr \/\u003E\n*Ανίχνευση πιθανών αλλεργιών και των αιτίων που τις προκαλούν.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Μεμονωμένες ατομικές συνεδρίες αποκατάστασης,\u0026nbsp; συμπεριλαμβανομένης της Frequency compensation\u0026nbsp; (μέθοδος η οποία βοηθά στην αναδημιουργία των αυτό-αντισταθμιστικών λειτουργιών των οργάνων και των συστημάτων του οργανισμού).\u003Cbr \/\u003E\n\u0026nbsp; \u003Cbr \/\u003E\n*Ανάλυση της ομοιόστασης στα συστήματα και τα όργανα.\u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n*Έλεγχος και προσδιορισμός των αλλαγών στα όργανα: λειτουργικά και οργανικά.\u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n*Καθορισμός της\u0026nbsp; όξινης - αλκαλικής\u0026nbsp; ισορροπίας στους ιστούς.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Προσδιορισμός της επίδρασης των ορυκτών πετρωμάτων\u0026nbsp; στον οργανισμό και επιλογή ενός\u0026nbsp; πετρώματος το οποίο να επιδρά θετικά και βοηθά τον συγκεκριμένο οργανισμό που ελέγχεται. \u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Προσδιορισμός της επίδρασης των ρύπων και των μολυσματικών παραγόντων στον οργανισμό. \u0026nbsp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Διαθέτει Φασματογράφηση όλων των τύπων τοξινών: τροφίμων, φαρμάκων, εξωγενούς παραγωγής\u0026nbsp; και ενδογενών και τις εντοπίζει άμεσα στον οργανισμό.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Τα επίπεδα της βελτίωσης εμφανίζονται\u0026nbsp; στην οθόνη κατά την διάρκεια της συνεδρίας, σε πραγματικό χρόνο.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΤέστ Vegeto\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΕπειδή πολλοί χρησιμοποιούμε διάφορα σκευάσματα. Συμπληρώματα Διατροφής και άλλα)\u0026nbsp; τα οποία έχουμε επιλέξει ως τα καλύτερα και καταλληλότερα για εμάς,\u0026nbsp; είναι\u0026nbsp; εξαιρετικά σημαντικό να γνωρίζουμε εάν είναι συμβατά με τον οργανισμό μας και πόσο πραγματικά μας ωφελούν ή ακόμα και εάν τα χρειαζόμαστε.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΔυστυχώς μέχρι τώρα δεν είχαμε τρόπο να το μάθουμε και αποφασίζαμε με βάση το ένστικτό μας ή \u003Cbr \/\u003E\nκάποιων γενικών συστάσεων που αφορούν το σύνολο και όχι το κάθε άτομο ξεχωριστά.\u003Cbr \/\u003E\nΕπειδή όμως όλοι είμαστε διαφορετικοί οργανισμοί με μοναδικές ανάγκες ο κάθε ένας, δεν είναι σωστό να χρησιμοποιούμε τα ίδια σκευάσματα όπως επίσης και να ακολουθούμε όλοι τις ίδιες οδηγίες.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΜε το \u003Cb\u003EΤέστ Vegeto του «Sensitiv Imago»\u003C\/b\u003E μπορούμε να ελέγξουμε οποιοδήποτε σκεύασμα και να καταλήξουμε στο προϊόν, την ποσότητα, όπως επίσης και την ώρα λήψης, αποκλειστικά και μόνον για τον δικό μας οργανισμό ώστε να έχουμε τα ιδανικά αποτελέσματα αποφεύγοντας πλέον\u0026nbsp; να κουράζουμε τον οργανισμό μας με άχρηστα και ενδεχομένως επικίνδυνα σκευάσματα.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΟ πλήρης έλεγχος και η διάγνωση του εξεταζομένου, απαιτεί χρόνο περίπου 90 λεπτών της ώρας.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EFrequency compensation\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΤο ανθρώπινο σώμα είναι ένα πολύπλοκο αυτορυθμιζόμενο βιολογικό σύστημα, το οποίο εκπέμπει αδύναμες ηλεκτρομαγνητικές ταλαντώσεις, όπως άλλωστε και τα πάντα στη φύση. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΟι ταλαντώσεις αυτές ρυθμίζουν όλα τα επίπεδα του ανθρώπινου οργανισμού και τον διατηρούν σε υγιή κατά-σταση. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΌταν οι διαδικασίες της αυτορρύθμισης του οργανισμού παραβιάζονται,\u0026nbsp; τότε διαμορφώνουν και συσσωρεύουν «ανακριβείς» παθολογικές ηλεκτρομαγνητικές ταλαντώσεις, οι οποίες εν συνεχεία οδηγούν στην ανάπτυξη διαφόρων «δυσλειτουργιών».\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cdiv class=\"separator\" style=\"clear: both; text-align: center;\"\u003E\n\u003Ca href=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEjRVTSWnlGqfAf_UGy_sRXY5MFP-LlcwqoV9EmoXF2r653RNYs3k_kl_JHDw5YE1d2nauNN-j702lbOtV3HQSNiBBn2RSAMDlx1d8_csGgewOKuorBz_IWgtjpZHzn-dgwJ-42hHxazNNX_\/s1600\/katerina+mistrioti_SENSITIV+IMAGO.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"\u003E\u003Cimg border=\"0\" src=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEjRVTSWnlGqfAf_UGy_sRXY5MFP-LlcwqoV9EmoXF2r653RNYs3k_kl_JHDw5YE1d2nauNN-j702lbOtV3HQSNiBBn2RSAMDlx1d8_csGgewOKuorBz_IWgtjpZHzn-dgwJ-42hHxazNNX_\/s1600\/katerina+mistrioti_SENSITIV+IMAGO.jpg\" height=\"426\" width=\"640\" \/\u003E\u003C\/a\u003E\u003C\/div\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EFrequency compensation\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΕίναι η μέθοδος του «Sensitiv Imago» η οποία λειτουργεί με την βοήθεια των ιδίων ηλεκτρομαγνητικών ταλαντώσεων του εξεταζομένου. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΥπάρχουν τέσσερις\u0026nbsp; αρχές στο κέντρο αυτής της μεθόδου:\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Χρήση των προσωπικών ηλεκτρομαγνητικών ταλαντώσεων του εξεταζομένου.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Διαχωρισμός των ηλεκτρομαγνητικών ταλαντώσεων του εξεταζομένου σε φυσιολογικές: «υγιείς»\u0026nbsp;\u0026nbsp; και\u0026nbsp; παθολογικές: «ασθενείς».\u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\n*Αντιστροφή και καταστολή των παθολογικών ταλαντώσεων.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n*Αποκατάσταση και ενίσχυση των φυσιολογικών ταλαντώσεων.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΤο αποτέλεσμα επέρχεται με την ενεργοποίηση του ανοσοποιητικού συστήματος, την αποτοξίνωση, \u003Cbr \/\u003E\nτην καταστολή των λοιμώξεων, την αναγέννηση των ιστών και την ομοιόσταση των κυττάρων.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΧάρη στην ολιστική προσέγγιση για την θεραπεία των διαφόρων «δυσλειτουργιών» και την όσο το δυνατόν μεγαλύτερη εξατομίκευση της θεραπείας, η μέθοδος\u0026nbsp; \u003Cb\u003E«Frequency compensation»\u003C\/b\u003E είναι εξαιρετικά αποτελεσματική σε μια τεράστια σειρά θεμάτων υγείας,\u0026nbsp; όπως χρόνιων δερματικών προβλημάτων, εξανθημάτων, απώλεια\u0026nbsp; μαλλιών, προβλημάτων του ενδοκρινικού συστήματος, ορμονικές διαταραχές, ημικρανίες, αποδυναμωμένο ανοσοποιητικό σύστημα, οστεοπόρωση, αρθρίτιδα, ψυχοσωματική υπερκόπωση\u0026nbsp; και πολλά άλλα.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003E«Frequency compensation»\u003C\/b\u003E είναι μια σύνθεση των συγχρόνων επιτευγμάτων της Ιατρικής Ενεργειακής Πληροφοριακής, της Βιοφυσικής και της Τεχνολογίας των\u0026nbsp; Υπολογιστών.\u0026nbsp; Χρησιμοποιείται ευρέως στην Ευρώπη και τις ΗΠΑ.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΓιατί γερνάμε; \u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΗ Ομοτοξικολογία (Homotoxicology) είναι ένας κλάδος της Βιολογίας που μελετά την δράση των φυσιολογικών διαδικασιών των\u0026nbsp; \u003Cb\u003EOμοτοξινών\u003C\/b\u003E και το πώς η παρουσία τους δημιουργεί μια διαφορετική κατάσταση της υγείας, την οποία ονομάζουμε ασθένεια και καθορίζει την ηλικία του οργανισμού μας.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003E«Ασθένειες είναι η έκφραση των Βιολογικών Αμυντικών αντιδράσεων εναντίον εσωτερικών και εξωτερικών Ομοτοξινών»\u003C\/b\u003E Η.Η. Reckeweg \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΗ Ομοτοξικολογία θεμελιώθηκε από τον Γερμανό ιατρό Δρ Hans Heinrich Reckeweg\u0026nbsp; (1905 – 1985), ο οποίος θεωρεί την ασθένεια ως μια κατάσταση στην οποία το σώμα αντιδρά. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΣτο σύνολο των φυσικών αντιδράσεων άμυνας του οργανισμού θα μπορούσε να περιλαμβάνονται\u0026nbsp; πυρετός, διάρροια, φλεγμονές και άλλοι αμυντικοί αποτοξινωτικοί μηχανισμοί του ανοσοποιητικού συστήματος.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΤοξίνες είναι ουσίες οι οποίες εισέρχονται στο ανθρώπινο σώμα, προκαλώντας αρνητικές επιπτώσεις στα όργανα και ευνοώντας\u0026nbsp; την εμφάνιση\u0026nbsp; νόσου και μπορεί να είναι \u003Cb\u003Eεξωγενούς προελεύσεως,\u003C\/b\u003E δηλαδή να εισχωρούν σε αυτόν από το περιβάλλον, όπως τα βακτήρια, οι ιοί, τα παράσιτα,\u0026nbsp; οι περιβαλλοντικοί ρύποι, χημικά συντηρητικά τροφίμων, φυτοφάρμακα, δηλητήρια, αλλεργιογόνα, ακτινοβολίες, καπνός, αλκοόλ, κατάχρηση φαρμάκων, πρόχειρο φαγητό, κ.λπ. αλλά και \u003Cb\u003Eενδογενούς προελεύσεως\u003C\/b\u003E που προκαλούνται από την ίδια την ιδιοσυστασία του ατόμου και το στρές.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΟι τοξίνες έχουν συσχετισθεί με την εμφάνιση σοβαρών ασθενειών και την ανάπτυξη ανωμαλιών, συμπεριλαμβανομένων διαφόρων μορφών καρκίνου, καταστολή του ανοσοποιητικού συστήματος, διαταραχές του νευρικού συστήματος, βλάβες του αναπαραγωγικού συστήματος, διαταραχή των ορμονικών συστημάτων, κλπ \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΜε την \u003Cb\u003Eτεχνολογία Βιοσυντονισμού του «Sensitiv Imago»\u003C\/b\u003E μπορούν να εντοπισθούν οι περιοχές του οργανισμού που βιώνουν το μεγαλύτερο τοξικό φορτίο και να αντιστραφεί η διαδικασία της ασθένειας.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΣυγχρόνως,\u0026nbsp; ο Διατροφολόγος βοηθά\u0026nbsp; προτείνοντας\u0026nbsp; εξατομικευμένη\u0026nbsp; Διατροφική Στρατηγική στην οποία περιλαμβάνονται και ειδικά Συμπληρώματα Διατροφής,\u0026nbsp; βασιζόμενος στην αρχή ότι «κάθε οργανισμός είναι απόλυτα μοναδικός».\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΑποτέλεσμα: Ο Οργανισμός Ενεργοποιημένος αλλά\u0026nbsp; συγχρόνως υποστηριζόμενος από την κατάλληλη Διατροφή και ακολουθώντας επίσης άλλες εξειδικευμένες συστάσεις, οδηγείται στην συνολική του αναδόμηση.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΠροετοιμασία για τον έλεγχό σας με το «Sensitiv Imago»\u0026nbsp;\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nΤην ημέρα του ραντεβού σας, πριν από τον έλεγχο, παρακαλούμε αποφύγετε τα εξής: \u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Καφέ (μπορείτε να πιείτε 1 φλιτζάνι καφέ φίλτρου, έως και μια ώρα πριν την εξέταση σας)\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Καφεϊνούχα ποτά όπως η Coke και τα Energy Drinks\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Μαύρο Τσάι \/ Τσάι Μέντας\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Αλκοόλ\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Ασπιρίνη, παυσίπονα ή αντιφλεγμονώδη, εκτός εάν\u0026nbsp; αυτό ορίζεται ρητά από τον γιατρό σας.\u0026nbsp; \u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Ένα βαρύ γεύμα λίγο πριν από την θεραπεία σας, προτιμήστε κάτι ελαφρύ, χωρίς πολλά λιπαρά και καταναλώστε το γεύμα σας έως δύο ώρες το αργότερο πριν την εξέτασή σας.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EΑποφεύγουμε τον Έλεγχο με το «Sensitiv Imago»\u003C\/b\u003E εάν ανήκουμε στην κατηγορία των ατόμων που πάσχουν από:\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Επιληψία\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Δερματικά προβλήματα στις παλάμες\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Έχουν Βαλβίδα \/ Βηματοδότη\u0026nbsp; στην καρδιά\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp;\u0026nbsp; Επίσης δεν συνιστάται ο έλεγχος σε γυναίκες σε κατάσταση εγκυμοσύνης.\u003Cbr \/\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\n\u003Cbr \/\u003E\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\n***\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\n\u003Cb\u003EΚατερίνα Μηστριώτη\u003C\/b\u003E\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nΣύμβουλος Κλινικής Διατροφολογίας \u0026amp; Ολιστικών Εφαρμογών\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nΕθνικό \u0026amp;  Καποδιστριακό Πανεπιστήμιο Αθηνών\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nNatural Health Science College\nManchester Metropolitan University\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nΤηλ. \u003Cb\u003E 6975 30 1223\u003C\/b\u003E\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\ne-mail: \u003Cb\u003Ek.mistrioti@yahoo.gr\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cdiv class=\"separator\" style=\"clear: both; text-align: center;\"\u003E\n\u003C\/div\u003E\n\u003Cdiv style=\"text-align: left;\"\u003E\n\u003C\/div\u003E\n\u003Cdiv style=\"text-align: left;\"\u003E\n\u003Cdiv class=\"separator\" style=\"clear: both; text-align: center;\"\u003E\n\u003C\/div\u003E\n\u003Cbr \/\u003E\n\u003Cdiv class=\"separator\" style=\"clear: both; text-align: center;\"\u003E\n\u003Ca href=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEhn1sJ9xkp6zzFDVBqUq2RHVRmZaf0WE9ceVvYd9EKtBqUfk9tlm0E0ld-kxMNwodBuLiMkJETHExXu1xWJR_kbconHfNiNq3OtsJH9oi4T_rWIL0zPQ-z2iR2PK4kYuVP6Fh7NlAfij58L\/s1600\/DIETWEB.GR(1).jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"\u003E\u003Cimg border=\"0\" src=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEhn1sJ9xkp6zzFDVBqUq2RHVRmZaf0WE9ceVvYd9EKtBqUfk9tlm0E0ld-kxMNwodBuLiMkJETHExXu1xWJR_kbconHfNiNq3OtsJH9oi4T_rWIL0zPQ-z2iR2PK4kYuVP6Fh7NlAfij58L\/s1600\/DIETWEB.GR(1).jpg\" height=\"480\" width=\"640\" \/\u003E\u003C\/a\u003E\u003C\/div\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003ETHE SENSITIV IMAGO\u003C\/b\u003E\u003C\/div\u003E\n\u003Cbr \/\u003E\n\u003Cdiv style=\"text-align: left;\"\u003E\nA healthy nutrition is one of the most important weapons of Natural Medicine for the Prevention and Treatment of \"Dysfunctions\" that appear in the human body.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nHippocrates considered the \"Diet\" as the most important weapon in the fight against disease. (By \"Diet\" he refers to Nutrition and the entire lifestyle)\u003C\/div\u003E\n\u003Cdiv style=\"text-align: left;\"\u003E\n\u003Cbr \/\u003E\nLiving in an environment with toxic eating conditions, it is necessary to help our bodies following the Natural Medicine for the prevention of any dysfunctions of the organism and the treatment of the actual cause and not\u0026nbsp; only the symptom.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThe human body is endowed with adaptogenic properties, nevertheless challenges are continuous, highly toxic and exhausting, the adjustment to the response is a low immune system which leads to illnesses.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThe rhythm of modern life often does not allow us to pay attention to our health and visit all specialists for the necessary checkups. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nAs a result we are missing the opportunity to identify the malfunctions in progress before they become an emergency for our health.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003ESensitiv Imago is an Electronic diagnostic\u003C\/b\u003E device with programs which offers the possibility for full testing of the human organism. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThe computer-based health diagnosis is built on the theory of bio-resonance and bio-feedback.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EAny microorganism has its individual vibration or resonance spectrum. \u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EEvery cell of our organs exists in a specific frequency range.\u003C\/b\u003E \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nBy determining the frequency oscillation spectrum through the bio-feedback with the cells, we can identify healthy or unhealthy cells and their development in the organism.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003E«Sensitiv Imago»\u003C\/b\u003E through the non-invasive \"Biofeedback\" method, with Diagnostic Analysis and Healing technology, based on studies of modern technologies and knowledge of Classical and Oriental medicine, can scan the body in approximately 90 minutes.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nWith «Sensitiv Imago» get the analysis of the whole organism, and not just separate organs and we can create an effective course of non drugs holistic healing. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nWe also get information on the causes of the existing health problems and the risks of potential diseases.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nToday the computer-based diagnostics of the organism is particularly popular worldwide, as more and more people want to have a deeper understanding about their health. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThe biophysical method was introduced by Dr. F. Morrel and E. Rashe, a doctor and an engineer respectively in 1977 in Germany, and later on received the name \"\u003Cb\u003Ebioresonance healing\".\u003C\/b\u003E\u003Cbr \/\u003E\n\u0026nbsp;\u0026nbsp;\u0026nbsp; \u003Cbr \/\u003E\nThe purpose of the \u003Cb\u003ESensitiv Imago bioresonance technology\u003C\/b\u003E is to help us, take control of our health. \u003Cbr \/\u003E\n\u003Cb\u003E\u003Cbr \/\u003E\u003C\/b\u003E\n\u003Cb\u003EBy using the computer-based health diagnostics, we can:\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\na) Learn about the functioning of any organ or system in your body \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nb) Identify the early stages of pathological processes \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nc) Understand what specialized doctor you might have to visit and \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nd) Begin your treatment just in time. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThis method is safe, even for children. \u003Cbr \/\u003E\n\u003Cb\u003E\u003Cbr \/\u003E\u003C\/b\u003E\n\u003Cb\u003EBrief summary of Sensitiv Imago's main features\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Detection of possible diseases in the organism, the\u0026nbsp; period of their development and the possible reasons of their aggravation\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Detection of diseases at their very early stage, causes of diseases, history of diseases and of pathogens\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Identifies maximum effective course of recovery on an individual basis\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Non-invasive microflora homeostasis analysis detecting presence of viruses, pests, fungi and bacteria.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Formation of individual dietary recommendations in relation to the condition of the organism, blood type group, and we create exclusively\u0026nbsp; a personal list of foods that are compatible with the organism and with those you need to avoid for a period of time. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Identification of personal predisposition and potential risks \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Prognosis of disease development for the period of 1 to 5 years ahead\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Detection of possible allergies and their reasons\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Individual courses of health recovery, including the frequency compensation (the method that helps recreate the self-compensatory reactions of organs and systems)\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Multivariable analysis of homeostasis in systems and organs\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Monitors and identifies changes in the organs: functional and organic\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Determines the acid-alkali balance in the tissues\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Allows to identify the effect of mineral stones on organism and choose one to have a positive effect on an individual organism\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Allows to identify the effect of contaminants into the organism\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Contains the spectrograms of all types of toxins: food, medicinal, exogenous and endogenous\u0026nbsp; and detect them in the organism\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• The level of the improvement can be traced during the session on the screen in real time.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Vegeto Test: Because many of us use various preparations (food supplements and others) which we have selected as the best and most suitable for us, it is exceptionally important to know if they are compatible with our organism, how many we need or even if we need them. Unfortunately up to now we did not have a way to know that and we decided based on our instinct or on general instructions that concerns the total and not each individual separately. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nHowever since we all are different organisms with unique needs, it is not right to use the same products and also to follow the same dosages. \u003Cb\u003EWith the Test Vegeto of “Sensitiv Imago”\u003C\/b\u003E we can check any preparation and decide which one we need most, the quantity and also the time of the day which ideal to take them, exclusively for our own organism so that we have the best results avoiding to tire our organism with useless and potentially dangerous preparations.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cdiv class=\"separator\" style=\"clear: both; text-align: center;\"\u003E\n\u003Ca href=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEjae2hEbF5BuP-UOT_eMlIkwex-T3T2tO1Rn54JtCFxcZjpLokrJ8Q1WQJ-SjxlbD1RJHr9rhXT55ObkXchNACrJFZxnFJ6ojhA97M6TFgnEbBZ8g6Q9KK44D4emB7-oZsxjm0Uw_PGpPWg\/s1600\/KATERINA+MISTRIOTI_.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"\u003E\u003Cimg border=\"0\" src=\"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEjae2hEbF5BuP-UOT_eMlIkwex-T3T2tO1Rn54JtCFxcZjpLokrJ8Q1WQJ-SjxlbD1RJHr9rhXT55ObkXchNACrJFZxnFJ6ojhA97M6TFgnEbBZ8g6Q9KK44D4emB7-oZsxjm0Uw_PGpPWg\/s1600\/KATERINA+MISTRIOTI_.jpg\" height=\"356\" width=\"640\" \/\u003E\u003C\/a\u003E\u003C\/div\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EFrequency compensation\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThe human body is a complicated self-regulating biological system which radiates weak electromagnetic oscillations as everything in nature. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThese oscillations regulate all the levels of the human organism (sub cellular, cellular, organic, systemic) and keeps it in a healthy condition.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nWhen the processes of self-regulation are violated in the organism they form and accumulate \"incorrect\", pathological electromagnetic oscillations, which lead to the development of different illnesses. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nFrequency compensation - is a method of healing which works with the help of the patient's own electromagnetic oscillations.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EThere are three principles at the center of this method:\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp; \u0026nbsp;Usage of the personal electromagnetic oscillations\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp; \u0026nbsp;Separation of a patient's electromagnetic oscillations into physiological (\"healthy\") and pathological (\"unhealthy\")\u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp; \u0026nbsp;Inversion and suppression of the pathological oscillations. \u003Cbr \/\u003E\n•\u0026nbsp;\u0026nbsp; \u0026nbsp;Restoring and strengthening of the physiological oscillations\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nEffect is brought about by the stimulation of the immune system, detoxification, deactivation of infections, tissue regeneration, and cell homeostasis.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nThanks to the universal approach to healing of various diseases and the maximum individualization of healing, frequency compensation is indicated for an immense variety of chronic skin problems, rashes,\u0026nbsp; loss of hair, endocrine, hormonal disorders (frustration), migraines, weakened immune system, osteoporosis, arthritis, psychosomatic over fatigue and many others.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nFrequency compensation is a synthesis of modern achievements of energy informative medicine, biophysics and computer technologies. It's widely used in Europe and the USA.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EWhy we age?\u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nHomotoxicology is a branch of Biological Medicine that studies the action of homotoxins physiological processes and how their presence creates an altered state of health, which we call disease and makes our organism age.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nIllness is the expression of the Biological Defense reactions against internal and external Homotoxins\"\u0026nbsp; Η.Η. Reckeweg\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nHomotoxicology was developed by Dr. Hans H. Rockweed (1905 – 1985), who considers the disease as a state in which the body reacts. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nA number of natural defense reactions could be fever, diarrhea, inflammations and other immune system defense mechanisms against toxins.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nA toxin is a substance that has entered the human body, causing adverse effects in the organs favoring the appearance of disease. \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EThey can be: \u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nA) Of exogenous origin that enter our body through breathing or feeding, such as bacteria, viruses, pests, fungus, environmental pollution, chemical food preservatives, pesticides, poisons, tobacco, alcohol, abuse drugs, junk food, etc. \u0026amp; \u003Cbr \/\u003E\n\u003Cbr \/\u003E\nB) Of endogenous origin caused due to the constitution of the person (emotional and physiological imbalances, blocking the metabolism allowing toxins to accumulate in the body).\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nExposure to toxins has been associated with the appearance of serious diseases and the development of abnormalities, including, various types of cancer, immune system depression, nervous system disorders, reproductive system damage, disruption of hormonal systems, etc.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nWith the Sensitiv Imago Bioresonance Technology we can identify the areas of the organism that experience the biggest toxic load, detect viruses, bacteria and allergens and reverse this process.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nAt the same time, the Clinical Nutritionist helps by suggesting a personal Therapeutic Scheme which includes special nutritional supplements, based on the principle that \"each organism body is absolutely unique.\"\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nResult: The organism is Activated but also supported by the appropriate nutrition and also following other specific recommendations, comes to his overall reconstruction.\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n\u003Cb\u003EPreparation for your Test with «Sensitiv Imago» \u003C\/b\u003E\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nOn the day of your appointment, before the test, please avoid the following: \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Coffee (you may have one black coffee in the morning at least two hours before your\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp; test or treatment)\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Caffeinated drinks (such as Coca Cola and energy drinks) \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Black Tea \/ Mint Tea\u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Alcohol \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• Aspirin or anti-inflammatory painkillers (unless it is prescribed by your doctor) \u003Cbr \/\u003E\n\u003Cbr \/\u003E\n• A heavy meal just before your treatment, preferably you can have a light meal at least two hours before your test treatment. Avoid the Test with «Sensitiv Imago» If you belong to the category of people who suffers from:\u003Cbr \/\u003E\n\u003Cbr \/\u003E\nEpilepsy, Skin problems in the palms, has Valve \/ Pacemaker heart. \u003Cbr \/\u003E\nThe test is not recommended to pregnant women.\u0026nbsp; \u003C\/div\u003E\n\u003Cdiv style=\"text-align: left;\"\u003E\n\u003C\/div\u003E\n\u003Cdiv style=\"text-align: left;\"\u003E\n\u003Cbr \/\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\n\u003Cb\u003EKaterina Mistrioti\u003C\/b\u003E\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nClinical Nutritionist \u0026amp; Holistic Therapist Consultant\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nNational \u0026amp; Kapodistrian University of Athens\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nNatural Health Science College \u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nManchester Metropolitan University\u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\nΤel.\u0026nbsp; \u003Cb\u003E6975 30 1223\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/b\u003E\u0026nbsp;\u0026nbsp; \u003C\/div\u003E\n\u003Cdiv style=\"text-align: center;\"\u003E\ne-mail: \u003Cb\u003Ek.mistrioti@yahoo.gr\u003C\/b\u003E\u003C\/div\u003E\n\u003C\/div\u003E\n\u003C\/div\u003E\n\u003C\/div\u003E\n"},"link":[{"rel":"edit","type":"application/atom+xml","href":"https:\/\/www.blogger.com\/feeds\/3066255942376026513\/pages\/default\/7241530399400223106"},{"rel":"self","type":"application/atom+xml","href":"https:\/\/www.blogger.com\/feeds\/3066255942376026513\/pages\/default\/7241530399400223106"},{"rel":"alternate","type":"text/html","href":"https:\/\/diet-web.blogspot.com\/p\/sensitiv-imago.html","title":"SENSITIV IMAGO"}],"author":[{"name":{"$t":"Katerina Mistrioti mistrioti@gmail.com"},"uri":{"$t":"http:\/\/www.blogger.com\/profile\/15351362278705056712"},"email":{"$t":"noreply@blogger.com"},"gd$image":{"rel":"http://schemas.google.com/g/2005#thumbnail","width":"16","height":"16","src":"https:\/\/img1.blogblog.com\/img\/b16-rounded.gif"}}],"media$thumbnail":{"xmlns$media":"http://search.yahoo.com/mrss/","url":"https:\/\/blogger.googleusercontent.com\/img\/b\/R29vZ2xl\/AVvXsEhw9az71wjTG-SVq0iRYPV-2UkEE71o8KOPDz_fTCfLd4QGT9s4cArDiCoUGjl_d-jtCiL0Wvm-4ELKXUqxvNpdOIJ_gIXsubvgUS9Vm_MMvLWbL5QQ8FOmVCg2SUiWILFhdSycmZpMGkHP\/s72-c\/slider1.jpg","height":"72","width":"72"}}]}}